import React from "react";

import icon from "../../../assets/img/temp/home_icon.png";

import css from "./Description.module.scss";

const Description = (props) => {
  return (
    <section className={css.project_description}>
      <h3>Опис</h3>
      <p>
        Для кожної дитини лікування раку це важке випробування. Наші маленькі
        супергерої стійко витримують фізичний біль під час лікування.Але окрім
        чисто фізичного болю з дітьми відбуваються візуальними зміни. В наслідок
        хіміотерапії діти втрачають волосся і з'являється психологічний
        дискомфорт: зміна звичного образу, незручність вийти "на люди" без
        волосся й "виглядати як інопланетянин". Перука в такому випадку стає не
        лише візуальним захистом, а ще й додає впевненості і можливості бути
        "таким як всі", що є дуже важливим особливо для підлітків.
      </p>
      <p>
        В середньому, щоб виготовити одну перуку, потрібно обстригти волосся
        чотирьом людям. Його довжина має бути мінімум 35 см, воно має бути
        доглянутим: може бути фарбоване, але не пошкоджене. Вартість
        виготовлення перуки коливається від 8 до 15 тис. гривень. Нам вдалося
        знайти майстрів, які дізнавшись про акцію, погодилися виготовити їх за 6
        тис.грн. Онкохворим діткам зазвичай підходять перуки лише з натурального
        волосся, оскільки на синтетичні матеріали у них може бути алергія. У нас
        є майстри, які сплетуть перуки, тому крок за кроком ми зможемо потішити
        наших маленьких героїв й зробити процес лікування комфортнішим й трішки
        легшим для них.
      </p>

      <h3>Як долучитися до акції:</h3>
      <ul>
        <li>
          Обстригти своє волосся і пожертвувати його на перуку для онкохворих
          діток. Адреса для пересилки Нова Пошта м. Львів, відділення 5, ,БФ
          "КРИЛА НАДІЇ", 0503709002
        </li>
        <li>
          Обстригти своє волосся і пожертвувати його на перуку для онкохворих
          діток. Адреса для пересилки Нова Пошта м. Львів, відділення 5, ,БФ
          "КРИЛА НАДІЇ", 0503709002
        </li>
        <li>
          Обстригти своє волосся і пожертвувати його на перуку для онкохворих
          діток. Адреса для пересилки Нова Пошта м. Львів, відділення 5, ,БФ
          "КРИЛА НАДІЇ", 0503709002
        </li>
      </ul>
      <img src={icon} alt="" />
      <h3>Список необхідних медикаментів</h3>
      <ul>
        <li>
          Довжина волосся, яка найбільше підходить під виготовлення перуки від
          35 см
        </li>
        <li>
          Довжина волосся, яка найбільше підходить під виготовлення перуки від
          35 см
        </li>
        <li>
          Довжина волосся, яка найбільше підходить під виготовлення перуки від
          35 см
        </li>
        <li>
          Довжина волосся, яка найбільше підходить під виготовлення перуки від
          35 см
        </li>
      </ul>
    </section>
  );
};

export default Description;
